{
  "title" : "About&hellip;",
  "body" : "<div class=\"container__content\"><p>Ramon James is an illustrator, writer, programmer, and one-time\/sometime-lawyer from a small town on the east coast of Australia. He began writing as soon as his parents let him operate a HB pencil by himself. He received a sharpener soon after.</p><p>He has lived in Sydney, London, Amsterdam, Berlin, Barcelona, and many more places than his linguistic repertoire reveals, though he has a soft spot for romance languages and ones with umlauts. In between collecting guitars, he writes and illustrates short stories, and invents novel and interesting ways to procrastinate.</p><p>Ramon holds an Master of Arts from Falmouth University, and is studying towards an Masters of Laws in Internet Law and Policy.</p><p>He currently lives in Melbourne, Australia, and is working on his second novel. When he's not talking in the third person about himself, he can be found somewhere quiet brushing up on his personal pronouns.</p><p>As influences he counts Tim Winton, Tommy Emmanuel Christopher Hitchens and anyone who makes art of their life.</p><p>Ramon is represented in the United Kingdom by <a href=\"http://sp-agency.co.uk/\">SP Agency</a>.</p></div><div class=\"container__content\"><h2 class=\"heading heading__page--h2\">Second life</h2><p>As well as writing, Ramon has spent a sizeable chunk of his keyboard time as a <strong>fullstack JavaScript and frontend consultant for web and mobile</strong>, mastering and often spouting such acronyms and buzzwords as <abbr title=\"User Interface\">UI</abbr> development, <abbr title=\"User Experience\">UX</abbr>, <abbr title=\"Search Engine Optimisation\">SEO</abbr>, NodeJS, ReactJS, AngularJS, <abbr title=\"Test-driven Development\">TDD</abbr>, SASS, <abbr title=\"Cascading Style Sheets\">CSS</abbr>, and <abbr title=\"Hypertext Markup Language\">HTML</abbr>.</p><p>As well as specialising in <strong>internet legal issues</strong>, he creates bespoke and enterprise digital applications for the world's leading media, travel and marketing companies. Sometimes, he's available for project work.</p><h2 class=\"heading heading__page--h2\"><img class=\"img--inline img--inline--logo\"src=\"/images/favicon.png\" alt=\"Vitruvian man stick figure\"> Vitruvian man stick figure</h2><p>Represents the author's struggle towards becoming a digital renaissance man, in other words, someone who can ponder and create art in his boxer shorts over a laptop and a coffee. <i class=\"material-icons md-inline\">local_cafe</i></p></div>"
}
