{
  "title" : "Writing&hellip;",
  "body" : "<p>Ramon writes novels and stories, and a lot of law assignments. Sometimes he sits down and replies to emails. He's is represented in the United Kingdom by <a href=\"http://sp-agency.co.uk/\">SP Agency</a>.</p><h2 class=\"heading heading__page--h2\">Novels</h2><h3 class=\"heading heading__page--h3\">Sandbanker (2015)</h3><p>Life for Alex Miller, a teenager living in a sleepy village, is far from perfect. If his stoner mother and her aggressive boyfriends aren't bad enough, then there are the local bullies, his exploitative 'best friend', and the unattainability of the two things he really wants — a relationship with his dead father, and the affections of his crush. If it wasn't for his secret sea cave retreat, he'd probably go insane. But when the fugitive Jono arrives and takes over the cave, Alex's life changes forever. Through Jono, Alex suddenly has money and access to a mentor. Yet by the time Alex uncovers Jono's dark past, and realises that he is in danger, it's too late. If he is to help Jono, stand up to the bullies, save his family and friends, and win the girl, he'll first have to believe in himself, and choose who he wants to become.<p><p><strong>Extract</strong><em> (coming soon)</em></p><h3 class=\"heading heading__page--h3\">Bertha Puck (2017)</h3><p>It's the end of the world: a large comet is headed Earth's way and no one can stop it. No one that is, except Bertha Puck — an unsuspecting vagabond who discovers that his dead mother wasn't from Putney after all but from a civilisation called Gaia located at the planet core, and that she has buried the secret to prevent Earth's destruction somewhere in his body. Together with a solider sent to track him down Bertha journeys to the core, where he encounters the planet's inner machinery — the Earth, it turns out, is not a planet after all, but a giant ship, and the key to piloting it is locked inside his body. To save the world he must get to the cockpit, but first he has to battle subterranean monsters, win the trust of a step-sister he has never met, defeat the forces of a cult hell bent on ensuring that the planet's surface is destroyed, and, even if he manages all that, he has to then work out how to drive a planet. And the clock is ticking.<p><p><strong>Extract</strong> <em>(coming soon)</em></p><h2 class=\"heading heading__page--h2\">Short stories</h2><p>In between tinkering, sleeping and avoiding shouty people, Ramon sometimes gets to write and doodle over at <a href=\"http://illustratedshorts.com\">illustratedshorts.com</a>.</p>"
}
